CRUDAPI/13_User/DeleteV2-request.xml

<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:cor="http://corteos.ru">
   <soap:Header>
      <cor:AuthHeader>
         <!--Optional:-->
         <cor:Token>a47be2e4-****-****-831f-9603afcfa913</cor:Token>
      </cor:AuthHeader>
   </soap:Header>
   <soap:Body>
      <cor:DeleteV2>
         <cor:id>918073</cor:id>
      </cor:DeleteV2>
   </soap:Body>
</soap:Envelope>